Specifies whether an ancillary kit is being used to override support rods, bolts and clips, if any. A value of 0 indicates no override is being used.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public int HangerRodKit { get; set; }
  Visual Basic
Public Property HangerRodKit As Integer
	Get
	Set
  Visual C++
public:
property int HangerRodKit {
	int get ();
	void set (int value);
}
 See Also
  FabricationPart Class
  Autodesk.Revit.DB Namespace